---
layout: default
title: Imprint
type: imprint
---

<h1>Information in accordance with article 5 TMG</h1>
<p>
  Here and below, the abbreviation TMG denotes the german "Telemediengesetz" (German Teleservices Act).
</p>    

<h2>Address</h2>
<p>
  Michael Schaefer<br/>K&ouml;rnerstra&szlig;e 15<br/>48151 M&uuml;nster<br/>Germany
</p>

<h2>Contact</h2>
<a href="mailto:mail@michael-schaefer.org">mail@michael-schaefer.org</a>
<!--<span class="contact">
  <object data="/media/contactEnglish.svg" type="image/svg+xml">
    <img src="/media/contactEnglish.png" />
  </object>
</span>-->

<h1>Legal disclaimer</h1>
<p>
  Since this website is hosted in Germany, the following legal disclaimer is provided in german language only.
</p>

<h2>Haftung f&uuml;r Inhalte</h2>	
<p>
  Als Diensteanbieter bin ich gem&auml;&szlig; Paragraph 7 Absatz 1 TMG f&uuml;r eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach Paragraphen 8 bis 10 TMG bin ich als Diensteanbieter jedoch nicht verpflichtet, &uuml;bermittelte oder gespeicherte fremde Informationen zu &uuml;berwachen oder nach Umst&auml;nden zu forschen, die auf eine rechtswidrige T&auml;tigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unber&uuml;hrt. Eine diesbez&uuml;gliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung m&ouml;glich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werde ich diese Inhalte umgehend entfernen.
</p>

<h2>Haftung f&uuml;r Links</h2>
<p>
  Mein Angebot enth&auml;lt Links zu externen Webseiten Dritter, auf deren Inhalte ich keinen Einfluss habe. Deshalb kann ich f&uuml;r diese fremden Inhalte auch keine Gew&auml;hr &uuml;bernehmen. F&uuml;r die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf m&ouml;gliche Rechtsverst&ouml;&szlig;e &uuml;berpr&uuml;ft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werde ich derartige Links umgehend entfernen.
</p>

<h2>Urheberrecht</h2>
<p>
  Die durch den Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielf&auml;ltigung, Bearbeitung, Verbreitung und jede Art der Verwertung au&szlig;erhalb der Grenzen des Urheberrechtes bed&uuml;rfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur f&uuml;r den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitte ich um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werde ich derartige Inhalte umgehend entfernen.
</p>

<p>
  <em>
    Source: <a href="http://www.e-recht24.de/muster-disclaimer.htm">Disclaimer eRecht24</a>. The specimen obtained from there was transferred from plural (&quot;wir&quot; [german for &quot;we&quot;] etc.) to singular (&quot;ich&quot; [german for &quot;I&quot; and &quot;me&quot;] etc.). Apart from that, it is printed in its precise wording.    
  </em>
</p>

