---
layout: default
title: "&Uuml;ber mich"
type: about
---

{% assign data = site.data.i18n["de"].short_profile %}

<aside class="left">	
	<br/>
	<p class="center">	
		<img alt="Portrait von Michael Schaefer" class="aperture" src="/media/portrait_square.png" />
	</p>
	<h2>{{ data.headline }}</h2>
	<p>
		{{ data.description }}
	</p>
	<ul class="no_bullet">
		{% for item in data.links %}
		<li><span class="symbol">{{ item.symbol }}</span><a href="{{ item.url }}">{{ item.text }}</a></li>
		{% endfor %}		
	</ul>
</aside>

<p>							
  Sch&ouml;n, dass du den Weg auf meine Seite gefunden hast! Auf diesem kleinen Blog ver&ouml;ffentliche ich regelm&auml;&szlig;g unregelm&auml;&szlig;ig Artikel. Die Themen varriieren dabei stark nach meinen Interessen. Doch zun&auml;chst m&ouml;chte ich ein paar Informationen &uuml;ber mich selbst geben.
</p>

<h2>Berufliches</h2>
<p>
  Mein Name ist Michael Schaefer. Zur Zeit arbeite ich als wissenschaftlicher Mitarbeiter an der <a href="http://www.uni-muenster.de">WWU M&uuml;nster</a> im <a href="http://wwwmath.uni-muenster.de/num/">Institut f&uuml;r angewandte und numerische Mathematik</a>. Ich arbeite dort mit partiellen Differentialgleichungen, genau mit parametrisierten Mehrskalengleichungen. Ein besonderer Fokus meiner Arbeit liegt auf der Modellreduktion und Parameteroptimierung dieser Gleichungen. Einen wichtigen Teilaspekt bildet die Implementierung von geeigneten Rechenverfahren f&uuml;r diese Probleme.
</p>

<h2>Privates</h2>
<p>
	Zun&auml;chst mag ich die &uuml;blichen Sachen: Gute B&uuml;cher lesen, Filme schauen, ... Au&szlig;erdem koche ich gerne, meist am Wochenende. Und ich spiele gerne mit meinen Computern herum, insbesondere programmiere ich gerne (meist nutzloses Zeug) in verschiedensten Programmiersprachen wie C++, Python, HTML / CSS / JavaScript. Ich habe auch schon die eine oder andere Android-APP entwickelt.
</p>
<p>
	Davon abgesehen ist eines meiner Hobbies das Klavierspielen. In meiner Jugend habe ich etwa sechs Jahre lang gespielt. Anfang 2012 habe ich mir dann ein E-Piano gekauft. Seitdem nehme ich wieder regelm&auml;&szlig;g einmal die Woche Unterricht. Ich spiele klassische Sachen von Haydn, Mendelssohn, Schumann und anderen. Von Zeit zu Zeit begleite ich meine Freundin (sie spielt Cello) oder einige andere Sch&uuml;lerinnen ihrer Lehrerin.
</p>

<h2>Links</h2>
<p>
	Einige ausgew&auml;hlte Links &uuml;ber mich und meine Projekte:
</p>
<ul>
	<li>
		<a href="http://wwwmath.uni-muenster.de/u/michael.schaefer">wwwmath.uni-muenster.de/u/michael.schaefer</a><br/>
		(Universit&auml;ts-Seite mit Informationen zu meiner Forschung)
	</li>
	<li>
		<a href="http://github.com/michaelschaefer">github.com/michaelschaefer</a><br/>
		(GitHub-Account mit einigen meiner Softwareprojekte)
	</li>
</ul>